//
//  Information.swift
//  UYC
//
//  Created by JubalThang on 3/12/18.
//  Copyright © 2018 United Youth. All rights reserved.
//

import Foundation
class Information {
    let infoTile = [" ဆိုုက္ေရာက္ျခင္း","အသက္ ၁၈ ႏွစ္ေအာက္"," ရာသီဥတုု"," တည္းခိုုရန္"," အစားအေသာက္"," ကားရပ္ရန္ေနရာ"," က်န္းမာေရး"]
    let infoDetails = [
        "စာရင္းသြင္းထားၿပီးေသာ သူမ်ားအေနျဖင့္ ေရာက္ရွိခ်ိန္တြင္ Check-In ျပဳလုုပ္ေပးပါရန္။ Check-In ရန္အတြက္ အဝင္ေကာင္တာတြင္ ဖြင့္လွစ္ထားပါသည္။ Registration fees တစ္ဦးလ်င္ $35 ျဖင့္ Check-In ျပဳလုုပ္ၿပီးေသာသူမ်ားအတြက္ Registration Packageကိုု ျပင္ဆင္ထားပါသည္။",
        "အသက္ ၁၈ ႏွစ္ေအာက္မ်ားအတြက္ မိဘထံမွခြင့္ျပဳေၾကာင္း Letter of parental consent မျဖစ္မေနလိုုအပ္ပါသည္။",
        "ေႏြရာသီျဖစ္သည့္မေအးလွေသာ္လည္း ညဖက္ႏွင့္ နံနက္အခ်ိန္တြင္ အပူခ်ိန္အနည္းငယ္ေလ်ာ့တတ္သည့္အတြက္ မထူမပါးလြန္းေသာ အေႏြးထည္ႏွင့္ စြယ္တာမ်ားကိုု ျပင္ဆင္လာပါရန္။",
        """
တည္းခိုုရန္အခက္အခဲရွိသူမ်ား တာဝန္ရွိသူမ်ားထံ ဆက္သြယ္ေပးပါရန္ ဆက္သြယ္ရန္ဖုုန္းနံပတ္မ်ားမွာ \n၁။ ဦးအုိက္ေအာင္ - 918 557 2931 \n၂။ ကုိေစာအယ္ - 918 230 5833 \n၃။ ေစာမူးဒီ - 225 288 2385 \n၄။ ကုိငယ္-918 568 3687
""",
        "မိမိႏွင့္မတည့္ေသာ အစားအစာမ်ားရွိပါက မိမိအမည္ႏွင့္ အသင္းေတာ္ကိုု ေက်းဇူးျပဳ၍  Check-In ျပဳလုုပ္စဥ္ တာဝန္ရွိသူမ်ားထံ အသိေပးေစလိုုပါ ",
        "ဘုုရားေက်ာင္း၏ သတ္မွတ္ထားေသာ Parking တြင္ရပ္နားထားႏိုုင္ပါသည္။ ေက်းဇူးျပဳ၍ မသန္စြမ္းေနရာမ်ားတြင္ မသက္ဆိုုင္သူမ်ား ကားရပ္နားျခင္းမျပဳရန္ႏွင့္ အေဆာက္အဦးႏွင့္ အနီးဆံုုး အသက္ႀကီးသူမ်ားႏွင့္ ဆရာ၊ ဆရာမ မ်ားအတြက္ သတ္မွတ္ထားေသာ ေနရာမ်ားကိုု ခ်န္ထားေပးပါရန္ ေမတၱာရပ္ခံအပ္ပါသည္။",
        "အကယ္၍မ်ား က်န္းမာေရးႏွင့္ ပတ္သက္၍ အကူအညီတစ္စံုုတစ္ရာ အလိုုရွိပါက ဆက္သြယ္ ဆရာမ Lian Cing- 918 845 2379"]
}
